{
  "articles": [
    {
      "id": 1,
      "title": "On Walt Whitman, Unsung Newspaperman",
      "text": "<p>There are many professions that can rightly claim Walt Whitman as their own. He was, at different times in his life, a carpenter, a schoolteacher, a government clerk, a volunteer nurse, a printer, a typesetter, and the operator of a stationary store.</p><p>He was also, you might have heard, a poet.</p>"
    },
    {
      "id": 2,
      "title": "What Gets Lost (and Found) in Translating Prose to Comics",
      "text": "<p>As goes language, so too goes form. Comics creators have long drawn on literary sources for inspiration or outright adaptation. We’ve moved far beyond the days of <em>Classics Illustrated</em>, wherein a condensed version of a novel was translated in a straightforward manner to words and pictures on a page. David Mazzucchelli’s adaptation of Paul Auster’s <em>City of Glass</em> is a notable work in its own right, and one that neatly blends the aesthetics of two distinctive artists.</p>"
    },
    {
      "id": 3,
      "title": "On Frank Lloyd Wright and the Architectural War For New York’s Skyline",
      "text": "<p>The New York City to which Frank Lloyd Wright returned in late 1926 was dramatically different from the metropolis he had encountered in 1909, but its evolution was not a mystery. The dramatic skyscrapers, the stock market, airplanes, jazz, the Harlem Renaissance, radio, and even organized crime, which gave the 1920s their fame, did not appear from nowhere. All had developed from the preceding decades. The risk was large, but for greater New York, still barely 20 years old, “the ties that bound—subways, bridges, schools, amusement parks, police, theaters, jobs, water, public health, Tammany, the excitement and pride of living in a great city—overmatched the innumerable antagonisms and kept them with bounds.” Squinting at risk, its citizens might assume “so far so good.”</p>"
    },
    {
      "id": 4,
      "title": "My Decade-Long Fascination with the Tale of Monica Lewinsky",
      "text": "<p>For over a decade now, I’ve maintained a fascination with Monica Lewinsky so ardent that it borders on obsession. It began during my senior year of college, when I took a literature seminar that focused on early sentimental novels about scorned women. The course culminated in a research paper on a woman from history whose sexual decisions led to her to be scandalized by her society.</p>"
    },
    {
      "id": 5,
      "title": "On “Good Men” and the Vague, Low Standards Required to Be One",
      "text": "<p>The first time I fell in love, I was 14 years old, working nights and weekends as a ski instructor at the local mountain that had one chairlift and one rope tow. He also worked there, and he didn’t love me back—or at least I hope he didn’t; he was 25. Saying it now, as an adult, feels horrifying, though for years I stood firm that he was a good man and there was nothing particularly sinister about the relationship. He picked me up on the way to the mountain, and drove me home at night. We never actually had lessons to teach, so we spent our time riding the chairlift and skiing together. Sometimes, we would talk on the phone. He even made me a mix tape.</p>"
    },
    {
      "id": 6,
      "title": "Why We’ll Never Get Tired of Literary Retellings",
      "text": "<p>I make an effort to read a wide variety of books, but the genre that I find myself drawn to time and again is retellings of classic novels. I’ve yet to hear about a new twist on a timeless tale that doesn’t sound compelling to me. In fact, it’s a niche of storytelling that I enjoy so much that I’ve written my own entry into the genre, a novel entitled <em>You, Me, and the Sea</em> that is inspired by Emily Bronte’s <em>Wuthering Heights</em>. As I worked on my novel, I spent a lot of time thinking about my favorite retellings, and what it is, exactly, that makes these stories so endearing to readers—and writers. What I’ve come to believe is that reimaginings present a unique delight to readers because they manage to combine the pleasure of surprising twists with the comfort of a familiar story.</p>"
    },
    {
      "id": 7,
      "title": "The Uncertain Future of Sweden’s Floating Libraries",
      "text": "<p>On a cold morning in a port a few miles outside Stockholm, a group of boys who don’t usually read are huddled around a table of books.</p><p>“Is there any more coffee?” one of them shouts.</p><p>The boys live on the Swedish island of Möja, a quiet, green island dotted with villages that house around 200 full-time residents and one library. The library they’re currently in, however, has hundreds more books than they normally see in one place, and it comes to them on the water.</p>"
    },
    {
      "id": 8,
      "title": "On Cora Crane and the Literary Women Who Prop Up Literary Men",
      "text": "<p>By September 1900, Cora Crane was desperate for money. This wasn’t a new state of affairs; there was never enough money, even when her common-law husband Stephen Crane had been alive. But the author of <em>The Red Badge of Courage</em> had been dead for more than three months. There were still some short stories of his left to sell, perhaps a biography of him left to write, but what to do after that?</p>"
    },
    {
      "id": 9,
      "title": "Scent and Sensibility: 5 Olfactory Novels",
      "text": "<p>Scents are the stealth weapons in the arsenal of the senses. They head directly to the emotional parts of the brain, bypassing rationality. The memories they evoke are rich, immersive things, three-dimensional and intimate. Novels about scents tend to affect us in a similar way. We read their sentences and dive into a sense we rarely pay attention to in our normal lives.</p><p>For years, I wanted to write a character who was able to “see” the scents of emotions, weather, and even time. I wondered how she would perceive our world and the people around her. What I didn’t anticipate was how deeply the book would affect me. Even after finishing my daily writing, my imagination stayed with Emmeline on that remote and forested island, in her father’s cabin, its walls lined with drawers, each one containing a mysterious scent. When I went back to real life, it was alive with smells.</p>"
    },
    {
      "id": 10,
      "title": "Struggling to Mine Family History for My Novel",
      "text": "<p>The story was a good one: Francis Warrington Dawson came from England to fight for the Confederacy. After the war, he stayed on; later, he became editor of the Charleston News and Courier.</p><p>Dawson loved the South, but didn’t always agree with it. He had strong opinions. For a time he throve and prospered, and then he did not. The story was about the South, and race, slavery, and violence. I knew about it because Dawson was my great-grandfather.</p>"
    }
  ],
  "authors": [
    {
      "id": 1,
      "name": "Abi Maxwell",
      "photo": "http://fanaru.com/the-simpsons/image/18510-the-simpsons-homer-simpson.png"
    },
    {
      "id": 2,
      "name": "Anjie Zheng",
      "photo": "http://fanaru.com/the-simpsons/image/18514-the-simpsons-bart-simpson-avatar.gif"
    },
    {
      "id": 3,
      "name": "Anthony Alofsin",
      "photo": "http://fanaru.com/the-simpsons/image/18511-the-simpsons-freaked-out-homer-avatar.jpg"
    },
    {
      "id": 4,
      "name": "Erica Bauermeister",
      "photo": "http://fanaru.com/the-simpsons/image/18513-the-simpsons-marge-simpson-avatar.jpg"
    },
    {
      "id": 5,
      "name": "Gabrielle Bellot",
      "photo": "http://fanaru.com/the-simpsons/image/18509-the-simpsons-inspector-lisa.png"
    },
    {
      "id": 6,
      "name": "Jaime Fuller",
      "photo": "http://fanaru.com/the-simpsons/image/52446-the-simpsons-bart-simpson-laughing.gif"
    },
    {
      "id": 7,
      "name": "Philip Eil",
      "photo": "http://fanaru.com/the-simpsons/image/18512-the-simpsons-maggie-simpson.jpg"
    },
    {
      "id": 8,
      "name": "Roxana Robinson",
      "photo": "http://fanaru.com/the-simpsons/image/43888-the-simpsons-marge-as-a-witch-avatar.jpg"
    },
    {
      "id": 9,
      "name": "Sara Collins",
      "photo": "http://fanaru.com/the-simpsons/image/232229-the-simpsons-baby-lisa.jpg"
    },
    {
      "id": 10,
      "name": "Tobias Carroll",
      "photo": "http://fanaru.com/the-simpsons/image/82574-the-simpsons-avatar-homer-simpson.png"
    }
  ]
}
